---
kind: enumMember
id: F:Autodesk.Revit.DB.DoorEvacuationExitType.None
enum: Autodesk.Revit.DB.DoorEvacuationExitType
source: html/a847ea7d-a1ea-48ed-e482-c56bb877cc25.htm
---
# Autodesk.Revit.DB.DoorEvacuationExitType.None

Not used for exit access.